Repository: christianmaul/brauerei-gutmann--wecmagegate
Catalog: resources/languages/wecmagegate-*.po
Languages: de_de

source: Age Gate
de_de: Altersabfrage

source: Age gate plugin for websites by WECM
de_de: Altersfreigabe-Plugin für Websites von WECM

source: Age Gate Settings
de_de: Altersabfrage Einstellungen

source: Cookie could not be set.
de_de: Cookie konnte nicht gesetzt werden.

source: Exclude Page Ids
de_de: Auszuschließende Seiten-IDs

source: I am not of legal drinking age
de_de: Nein, ich bin noch nicht 16 Jahre alt

source: I am of legal drinking age
de_de: Ja, ich bin 16 Jahre oder älter

source: If you confirm your age by clicking “Yes” a cookie will be set in your browser. This cookie is valid for 30 days. During this period, you will not need to confirm your age again. Your information will not be transferred to our system or passed on to third parties at any time.
de_de: Wenn Du Dein Alter mit einem Klick auf "Ja" bestätigst, wird in Deinem Browser ein Cookie gesetzt. Dieser Cookie ist vier Wochen lang gültig. In diesem Zeitraum musst Du Dein Alter nicht erneut bestätigen. Deine Angaben werden zu keinem Zeitpunkt an Dritte weitergegeben.

source: Legal Page Id
de_de: Impressum ID

source: Page ID is missing or invalid.
de_de: Seiten-ID fehlt oder ist ungültig.

source: Privacy Page Id
de_de: Datenschutz ID

source: This website requires you to be of legal drinking age in your country to enter. Please confirm that you are of legal drinking age to proceed.
de_de: Gesellschaftliche Verantwortung ist ein wichtiger Bestandteil unserer Unternehmensphilosophie. Dazu zählt für uns neben nachhaltigem Wirtschaften und sozialem Engagement auch der verantwortungsbewusste Umgang mit unseren Produkten. Wir positionieren uns klar für einen maßvollen Konsum und gegen Alkoholmissbrauch. Unsere Website enthält Informationen zu alkoholischen Getränken und ist daher nur für Besucher ab 16 Jahren zugänglich. Erfüllst Du das gesetzliche Mindestalter für den Bierkonsum?

source: WECM Age Gate
de_de: WECM Altersabfrage

source: Welcome to Brauerei Gutmann
de_de: Herzlich Willkommen in der Brauerei Gutmann!
